Revit 2027 API
GroupTypeId.StairsSupports Property
 Supports.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupports { get; }
Public Shared ReadOnly Property StairsSupports As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupports {
	ForgeTypeId^ get ();
}
static member StairsSupports : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace